Repository: common-repository/bg-playlist
Catalog: languages/*-playlist-*.po
Languages: ru_ru

source: Play
ru_ru: Воспроизвести

source: Pause
ru_ru: Пауза

source: Forward
ru_ru: Вперёд

source: Back
ru_ru: Назад

source: Copy M3U-playlist URL to clipboard
ru_ru: Копировать URL плейлиста M3U

source: Playlist URL copied into clipboard
ru_ru: URL плейлиста скопирован в буфер обмена

source: Insert audiolink
ru_ru: Вставить аудиоссылку

source: Audiolink atributes
ru_ru: Атрибуты аудиоссылки

source: Image atributes
ru_ru: Атрибуты изображения

source: Discription
ru_ru: Описание

source: Artist
ru_ru: Исполнитель

source: Album
ru_ru: Альбом

source: Duration, sec.
ru_ru: Продолжительность, сек.

source: Link text
ru_ru: Текст ссылки

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Insert
ru_ru: Вставить

source: Cancel
ru_ru: Отмена

source: Create playlist: select the text and click this button
ru_ru: Создать плейлист: выберите текст и нажмите эту кнопку

source: Insert playlist
ru_ru: Вставить плейлист

source: Playlist URL
ru_ru: URL плейлиста

source: This playlist format is not supported.
ru_ru: Этот формат плейлиста не поддерживается.

source: Playlist not found or corrupt file.
ru_ru: Плейлист не найден или поврежден файл.

source: Playlist is empty or corrupt file.
ru_ru: Плейлист пустой или поврежден файл.

source: Download M3U playlist
ru_ru: Скачать плейлист в формате M3U

source: The page is need for revision.
ru_ru: Эта страница нуждается в пересмотре.

source: Text can be lost:
ru_ru: Текст может быть потерян:

source: li-tags inside tracks
ru_ru: Теги li внутри треков

source: Bg Playlist settings
ru_ru: Настройки плагина Bg Playlist

source: Playlist
ru_ru: Плейлист

source: General
ru_ru: Общие

source: View
ru_ru: Вид

source: General settings
ru_ru: Основные настройки

source: Create a playlist using audio links on the page automatically
ru_ru: Создать плейлист автоматически используя аудио-ссылки на странице

source: Audiolink class
ru_ru: Класс аудиоссылок

source: Preload audiofile
ru_ru: Предварительная загрузка аудиофайла

source: Disable playlist looping
ru_ru: Отключить циклическое воспроизведение плейлиста

source: Get duration from audiofile
ru_ru: Получить продолжительность из аудиофайла

source: Forward/rewind step
ru_ru: Шаг прокрутки вперед/назад

source: Player appearance
ru_ru: Внешний вид плейера

source: Show player header
ru_ru: Показывать шапку плейера

source: Show tracklist
ru_ru: Показывать список треков

source: Show track numbers
ru_ru: Показывать номера треков

source: Show track trumb
ru_ru: Показывать миниатюру трека

source: Show artists
ru_ru: Показывать исполнителей

source: Show album name
ru_ru: Показывать название альбома

source: Show Download button
ru_ru: Показывать кнопку загрузки

source: Show Play/Pause button
ru_ru: Показывать кнопку Воспроизвести/Пауза

source: Show M3U playlist
ru_ru: Показывать плейлист в формате M3U

source: Style
ru_ru: Стиль

source: Skin
ru_ru: Скин

source: Don't load
ru_ru: Не загружать

source: Service information only
ru_ru: Только служебная информация

source: All while loading the page
ru_ru: Всё, во время загрузки страницы

source: (If the length of the track isn't set, try to get metadata from the audiofile).
ru_ru: (Если длительность трека не установлена, попробовать получить метаданные из аудиофайла).

source: sec.
ru_ru: сек.

source: light
ru_ru: светлый

source: dark
ru_ru: темный

source: For example
ru_ru: Например

source: use light style
ru_ru: используйте светлый стиль

source: The plugin creates the WP playlist using links to audio files in the posts.
ru_ru: Плагин создает WP плейлист используя ссылки на аудио файлы на странице.
